/*
 Navicat Premium Data Transfer

 Source Server         : docker
 Source Server Type    : MySQL
 Source Server Version : 50737
 Source Host           : 192.168.12.4:3307
 Source Schema         : yygh_manage

 Target Server Type    : MySQL
 Target Server Version : 50737
 File Encoding         : 65001

 Date: 24/04/2022 21:11:13
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for hospital_set
-- ----------------------------
DROP TABLE IF EXISTS `hospital_set`;
CREATE TABLE `hospital_set`  (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '编号',
  `hoscode` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '医院编号',
  `sign_key` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '签名秘钥',
  `api_url` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '统一挂号平台api地址',
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `update_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `is_deleted` tinyint(3) NOT NULL DEFAULT 0 COMMENT '逻辑删除(1:已删除，0:未删除)',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 3 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '医院设置表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of hospital_set
-- ----------------------------
INSERT INTO `hospital_set` VALUES (1, '123456789', 'ba27058f8dcbf42c1523b4b7881a1c07', 'http://localhost:8201', '2021-08-24 07:54:09', '2021-09-07 08:56:50', 0);
INSERT INTO `hospital_set` VALUES (2, '', NULL, NULL, '2021-08-24 07:59:37', '2021-08-24 07:59:37', 0);

-- ----------------------------
-- Table structure for order_info
-- ----------------------------
DROP TABLE IF EXISTS `order_info`;
CREATE TABLE `order_info`  (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '编号',
  `schedule_id` char(40) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '排班id',
  `patient_id` bigint(20) NULL DEFAULT NULL COMMENT '就诊人id',
  `number` int(11) NULL DEFAULT NULL COMMENT '预约号序',
  `fetch_time` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '建议取号时间',
  `fetch_address` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '取号地点',
  `amount` decimal(10, 0) NULL DEFAULT NULL COMMENT '医事服务费',
  `pay_time` datetime NULL DEFAULT NULL COMMENT '支付时间',
  `quit_time` datetime NULL DEFAULT NULL COMMENT '退号时间',
  `order_status` tinyint(3) NULL DEFAULT NULL COMMENT '订单状态',
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `update_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `is_deleted` tinyint(3) NOT NULL DEFAULT 0 COMMENT '逻辑删除(1:已删除，0:未删除)',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 29 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '订单表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of order_info
-- ----------------------------
INSERT INTO `order_info` VALUES (1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-08-24 07:00:01', '2021-08-24 07:00:01', 0);
INSERT INTO `order_info` VALUES (2, '1', 1, 12, '0 14:00前', '一楼9号窗口', 100, '2022-04-19 23:37:48', '2022-04-21 23:38:39', 1, '2021-09-06 12:48:00', '2022-04-19 14:37:26', 0);
INSERT INTO `order_info` VALUES (3, '1', 1, 13, '0 14:00前', '一楼9号窗口', 100, NULL, NULL, 0, '2021-09-06 13:04:06', '2021-09-06 13:04:06', 0);
INSERT INTO `order_info` VALUES (4, '1', 1, 14, '0 14:00前', '一楼9号窗口', 100, '2021-09-07 19:37:03', '2021-09-07 19:40:06', -1, '2021-09-07 11:29:30', '2021-09-07 11:29:30', 0);
INSERT INTO `order_info` VALUES (28, '625245440be10763f4b2b1ae', 1, -5, '0 14:00前', '一楼9号窗口', 100, NULL, NULL, 0, '2022-04-22 14:11:50', '2022-04-22 14:11:50', 0);

-- ----------------------------
-- Table structure for schedule
-- ----------------------------
DROP TABLE IF EXISTS `schedule`;
CREATE TABLE `schedule`  (
  `id` bigint(20) NOT NULL DEFAULT 0 COMMENT '编号',
  `hoscode` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '医院编号',
  `depcode` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '科室编号',
  `title` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '职称',
  `docname` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '医生名称',
  `skill` text CHARACTER SET utf8 COLLATE utf8_general_ci NULL COMMENT '擅长技能',
  `work_date` date NULL DEFAULT NULL COMMENT '安排日期',
  `work_time` tinyint(3) NULL DEFAULT 0 COMMENT '安排时间（0：上午 1：下午）',
  `reserved_number` int(11) NULL DEFAULT 0 COMMENT '可预约数',
  `available_number` int(11) NULL DEFAULT 0 COMMENT '剩余预约数',
  `amount` decimal(10, 0) NULL DEFAULT NULL COMMENT '挂号费',
  `status` tinyint(3) NULL DEFAULT NULL COMMENT '排班状态（-1：停诊 0：停约 1：可约）',
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `update_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `is_deleted` tinyint(3) NOT NULL DEFAULT 0 COMMENT '逻辑删除(1:已删除，0:未删除)',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '医生日程安排表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of schedule
-- ----------------------------
INSERT INTO `schedule` VALUES (1, '123456789', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2022-04-20', 0, 33, 38, 100, 1, '2021-08-24 07:00:03', '2022-04-22 13:51:01', 0);
INSERT INTO `schedule` VALUES (2, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-22', 0, 40, 6, 100, 1, '2021-08-24 14:05:25', '2021-08-24 14:05:25', 0);
INSERT INTO `schedule` VALUES (3, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-22', 1, 27, 10, 100, 1, '2021-08-24 14:05:25', '2021-08-24 14:05:25', 0);
INSERT INTO `schedule` VALUES (4, '123456789', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-14', 0, 33, 22, 100, 1, '2021-08-24 14:05:25', '2021-08-24 14:05:25', 0);
INSERT INTO `schedule` VALUES (5, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-23', 0, 40, 6, 100, 1, '2021-08-24 14:05:25', '2021-08-24 14:05:25', 0);
INSERT INTO `schedule` VALUES (6, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2022-04-23', 1, 27, 10, 100, 1, '2021-08-24 14:05:25', '2022-04-19 14:37:05', 0);
INSERT INTO `schedule` VALUES (7, '123456789', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-15', 0, 33, 22, 100, 1, '2021-08-24 14:05:25', '2021-08-24 14:05:25', 0);
INSERT INTO `schedule` VALUES (8, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-24', 0, 40, 6, 100, 1, '2021-08-24 14:05:25', '2021-08-24 14:05:25', 0);
INSERT INTO `schedule` VALUES (9, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-24', 1, 27, 10, 100, 1, '2021-08-24 14:05:25', '2021-08-24 14:05:25', 0);
INSERT INTO `schedule` VALUES (10, '123456789', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-16', 0, 33, 22, 100, 1, '2021-08-24 14:05:25', '2021-08-24 14:05:25', 0);
INSERT INTO `schedule` VALUES (11, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-25', 0, 40, 6, 100, 1, '2021-08-24 14:05:25', '2021-08-24 14:05:25', 0);
INSERT INTO `schedule` VALUES (12, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-25', 1, 27, 10, 100, 1, '2021-08-24 14:05:25', '2021-08-24 14:05:25', 0);
INSERT INTO `schedule` VALUES (13, '123456789', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-17', 0, 33, 22, 100, 1, '2021-08-24 14:05:25', '2021-08-24 14:05:25', 0);
INSERT INTO `schedule` VALUES (14, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-26', 0, 40, 6, 100, 1, '2021-08-24 14:05:25', '2021-08-24 14:05:25', 0);
INSERT INTO `schedule` VALUES (15, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-26', 1, 27, 10, 100, 1, '2021-08-24 14:05:26', '2021-08-24 14:05:26', 0);
INSERT INTO `schedule` VALUES (16, '123456789', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-18', 0, 33, 22, 100, 1, '2021-08-24 14:05:26', '2021-08-24 14:05:26', 0);
INSERT INTO `schedule` VALUES (17, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-27', 0, 40, 6, 100, 1, '2021-08-24 14:05:26', '2021-08-24 14:05:26', 0);
INSERT INTO `schedule` VALUES (18, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-27', 1, 27, 10, 100, 1, '2021-08-24 14:05:26', '2021-08-24 14:05:26', 0);
INSERT INTO `schedule` VALUES (19, '123456789', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-19', 0, 33, 22, 100, 1, '2021-08-24 14:05:26', '2021-08-24 14:05:26', 0);
INSERT INTO `schedule` VALUES (20, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-28', 0, 40, 6, 100, 1, '2021-08-24 14:05:26', '2021-08-24 14:05:26', 0);
INSERT INTO `schedule` VALUES (21, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-28', 1, 27, 10, 100, 1, '2021-08-24 14:05:26', '2021-08-24 14:05:26', 0);
INSERT INTO `schedule` VALUES (22, '123456789', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-20', 0, 33, 22, 100, 1, '2021-08-24 14:05:26', '2021-08-24 14:05:26', 0);
INSERT INTO `schedule` VALUES (23, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-29', 0, 40, 6, 100, 1, '2021-08-24 14:05:26', '2021-08-24 14:05:26', 0);
INSERT INTO `schedule` VALUES (24, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-29', 1, 27, 10, 100, 1, '2021-08-24 14:05:26', '2021-08-24 14:05:26', 0);
INSERT INTO `schedule` VALUES (25, '123456789', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-21', 0, 33, 22, 100, 1, '2021-08-24 14:05:26', '2021-08-24 14:05:26', 0);
INSERT INTO `schedule` VALUES (26, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-30', 0, 40, 6, 100, 1, '2021-08-24 14:05:26', '2021-08-24 14:05:26', 0);
INSERT INTO `schedule` VALUES (27, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-30', 1, 27, 10, 100, 1, '2021-08-24 14:05:26', '2021-08-24 14:05:26', 0);
INSERT INTO `schedule` VALUES (29, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-30', 0, 40, 6, 100, 1, '2021-08-24 14:05:26', '2021-08-24 14:05:26', 0);
INSERT INTO `schedule` VALUES (30, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-30', 1, 27, 10, 100, 1, '2021-08-24 14:05:26', '2021-08-24 14:05:26', 0);
INSERT INTO `schedule` VALUES (31, '123456789', '200040878', '医师', '', '内分泌科常见病。', '2021-01-01', 0, 33, 22, 100, 1, '2021-08-24 14:05:26', '2021-08-24 14:05:26', 0);
INSERT INTO `schedule` VALUES (32, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-01', 0, 40, 6, 100, 1, '2021-08-24 14:05:26', '2021-08-24 14:05:26', 0);
INSERT INTO `schedule` VALUES (33, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-01', 1, 27, 10, 100, 1, '2021-08-24 14:05:26', '2021-08-24 14:05:26', 0);
INSERT INTO `schedule` VALUES (34, '123456789', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-01-02', 0, 33, 22, 100, 1, '2021-08-24 14:05:26', '2021-08-24 14:05:26', 0);
INSERT INTO `schedule` VALUES (35, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-02', 0, 40, 6, 100, 1, '2021-08-24 14:05:26', '2021-08-24 14:05:26', 0);
INSERT INTO `schedule` VALUES (36, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-02', 1, 27, 10, 100, 1, '2021-08-24 14:05:26', '2021-08-24 14:05:26', 0);
INSERT INTO `schedule` VALUES (37, '123456789', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-01-03', 0, 33, 22, 100, 1, '2021-08-24 14:05:26', '2021-08-24 14:05:26', 0);
INSERT INTO `schedule` VALUES (38, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-03', 0, 40, 6, 100, 1, '2021-08-24 14:05:26', '2021-08-24 14:05:26', 0);
INSERT INTO `schedule` VALUES (39, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-03', 1, 27, 10, 100, 1, '2021-08-24 14:05:26', '2021-08-24 14:05:26', 0);
INSERT INTO `schedule` VALUES (40, '123456789', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-01-04', 0, 33, 22, 100, 1, '2021-08-24 14:05:26', '2021-08-24 14:05:26', 0);
INSERT INTO `schedule` VALUES (41, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-04', 0, 40, 6, 100, 1, '2021-08-24 14:05:26', '2021-08-24 14:05:26', 0);
INSERT INTO `schedule` VALUES (42, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-04', 1, 27, 10, 100, 1, '2021-08-24 14:05:26', '2021-08-24 14:05:26', 0);
INSERT INTO `schedule` VALUES (43, '123456789', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-01-05', 0, 33, 22, 100, 1, '2021-08-24 14:05:26', '2021-08-24 14:05:26', 0);
INSERT INTO `schedule` VALUES (44, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-05', 0, 40, 6, 100, 1, '2021-08-24 14:05:26', '2021-08-24 14:05:26', 0);
INSERT INTO `schedule` VALUES (45, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-05', 1, 27, 10, 100, 1, '2021-08-24 14:05:26', '2021-08-24 14:05:26', 0);
INSERT INTO `schedule` VALUES (46, '123456789', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-01-06', 0, 33, 22, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (47, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-06', 0, 40, 6, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (48, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-06', 1, 27, 10, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (49, '123456789', '200040878', '医师', '', '内分泌科常见病。', '2021-01-07', 0, 33, 22, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (50, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-07', 0, 40, 6, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (51, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-07', 1, 27, 10, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (52, '123456789', '200040878', '医师', '', '内分泌科常见病。', '2021-01-08', 0, 33, 22, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (53, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-08', 0, 40, 6, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (54, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-08', 1, 27, 10, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (55, '123456789', '200040878', '医师', '', '内分泌科常见病。', '2021-01-09', 0, 33, 22, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (56, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-09', 0, 40, 6, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (57, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-09', 1, 27, 10, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (58, '123456789', '200040878', '医师', '', '内分泌科常见病。', '2021-01-10', 0, 33, 22, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (59, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-10', 0, 40, 6, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (60, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-10', 1, 27, 10, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (61, '123456789', '200040878', '医师', '', '内分泌科常见病。', '2021-01-11', 0, 33, 22, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (62, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-11', 0, 40, 6, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (63, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-11', 1, 27, 10, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (64, '123456789', '200040878', '医师', '', '内分泌科常见病。', '2021-01-12', 0, 33, 22, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (65, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-12', 0, 40, 6, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (66, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-12', 1, 27, 10, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (67, '123456789', '200040878', '医师', '', '内分泌科常见病。', '2021-01-13', 0, 33, 22, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (68, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-13', 0, 40, 6, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (69, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-13', 1, 27, 10, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (70, '123456789', '200040878', '医师', '', '内分泌科常见病。', '2021-01-14', 0, 33, 22, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (71, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-14', 0, 40, 6, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (72, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-14', 1, 27, 10, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (73, '123456789', '200040878', '医师', '', '内分泌科常见病。', '2021-01-15', 0, 33, 22, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (74, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-15', 0, 40, 6, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (75, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-15', 1, 27, 10, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (76, '123456789', '200040878', '医师', '', '内分泌科常见病。', '2021-01-16', 0, 33, 22, 100, 1, '2021-08-24 14:05:27', '2021-08-24 14:05:27', 0);
INSERT INTO `schedule` VALUES (77, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-16', 0, 40, 6, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (78, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-16', 1, 27, 10, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (79, '123456789', '200040878', '医师', '', '内分泌科常见病。', '2021-01-17', 0, 33, 22, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (80, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-17', 0, 40, 6, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (81, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-17', 1, 27, 10, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (82, '123456789', '200040878', '医师', '', '内分泌科常见病。', '2021-01-18', 0, 33, 22, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (83, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-18', 0, 40, 6, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (84, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-18', 1, 27, 10, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (85, '123456789', '200040878', '医师', '', '内分泌科常见病。', '2021-01-19', 0, 33, 22, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (86, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-19', 0, 40, 6, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (87, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-19', 1, 27, 10, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (88, '123456789', '200040878', '医师', '', '内分泌科常见病。', '2021-01-20', 0, 33, 22, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (89, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-20', 0, 40, 6, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (90, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-20', 1, 27, 10, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (91, '123456789', '200040878', '医师', '', '内分泌科常见病。', '2021-01-21', 0, 33, 22, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (92, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-21', 0, 40, 6, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (93, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-21', 1, 27, 10, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (94, '123456789', '200040878', '医师', '', '内分泌科常见病。', '2021-01-22', 0, 33, 22, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (95, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-22', 0, 40, 6, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (96, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-22', 1, 27, 10, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (97, '123456789', '200040878', '医师', '', '内分泌科常见病。', '2021-01-23', 0, 33, 22, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (98, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-23', 0, 40, 6, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (99, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-23', 1, 27, 10, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (100, '123456789', '200040878', '医师', '', '内分泌科常见病。', '2021-01-24', 0, 33, 22, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (101, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-24', 0, 40, 6, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (102, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-24', 1, 27, 10, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (103, '123456789', '200040878', '医师', '', '内分泌科常见病。', '2021-01-25', 0, 33, 22, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (104, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-25', 0, 40, 6, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (105, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-25', 1, 27, 10, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (106, '123456789', '200040878', '医师', '', '内分泌科常见病。', '2021-01-26', 0, 33, 22, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (107, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-26', 0, 40, 6, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (108, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-26', 1, 27, 10, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (109, '123456789', '200040878', '医师', '', '内分泌科常见病。', '2021-01-27', 0, 33, 22, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (110, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-27', 0, 40, 6, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (111, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-27', 1, 27, 10, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (112, '123456789', '200040878', '医师', '', '内分泌科常见病。', '2021-01-28', 0, 33, 22, 100, 1, '2021-08-24 14:05:28', '2021-08-24 14:05:28', 0);
INSERT INTO `schedule` VALUES (113, '123456789', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-28', 0, 40, 6, 100, 1, '2021-08-24 14:05:29', '2021-08-24 14:05:29', 0);
INSERT INTO `schedule` VALUES (114, '123456789', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-28', 1, 27, 10, 100, 1, '2021-08-24 14:05:30', '2021-08-24 14:05:30', 0);

SET FOREIGN_KEY_CHECKS = 1;
